---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MepPipeLowerObvertElevation
source: html/fe87e713-64af-aa01-a4ea-4c7de02381d5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MepPipeLowerObvertElevation Property

"Lower End Obvert Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId MepPipeLowerObvertElevation { get; }
```